[
  {
    "soal": "Andi baru saja membeli 5 buku tulis. Setiap buku harganya Rp 3.000,00. Jika Andi membayar dengan uang lima ribuan, Berapa lembarkah Andi harus membayarnya ?",
    "jawaban": 3
  },
  {
    "soal": "Pak Doni menjual kambingnya kepada Pak Dedi. Pak Dedi membayarnya dengan 12 lembar lima puluh ribuan. Hal itu berarti harga kambing Pak Doni adalah ...",
    "jawaban": 600000
  },
  {
    "soal": "124, 127, 118, 135, 142, 119\nDari bilangan – bilangan di atas maka bilangan yang terbesar ialah ...",
    "jawaban": 142
  },
  {
    "soal": "Selisih nilai angka 8 dan 9 pada bilangan 7.890 adalah ...",
    "jawaban": 710
  },
  {
    "soal": "Hasil penjumlahan dari nilai angka 4 dan 7 pada bilangan 7.045 adalah ...",
    "jawaban": 7040
  },
  {
    "soal": "Bangun segiempat mempunyai sisi yang sama sebanyak ...",
    "jawaban": 4
  },
  {
    "soal": "Bangun layang layang mempunyai ... pasang sisi yang sama panjang",
    "jawaban": 2
  },
  {
    "soal": "Sudut tumpul ialah sudut yang besar sudutnya lebih dari ... derajat",
    "jawaban": 90
  },
  {
    "soal": "Sudut tumpul yang terdapat pada bangun layang-layang berjumlah...",
    "jawaban": 2
  },
  {
    "soal": "Pada bangun segitiga mempunyai sudut sebanyak...",
    "jawaban": 3
  },
  {
    "soal": "Sebuah persegi mempunyai sisi sepanjang 10 cm. Maka kelilingnya ialah ... cm",
    "jawaban": 40
  },
  {
    "soal": "Luas sisi pada persegi yang panjang 12 cm ialah ... cm",
    "jawaban": 144
  },
  {
    "soal": "Berapa menitkah dalam 2 jam ?",
    "jawaban": 120
  },
  {
    "soal": "Yaya suka membuat boneka dari kain flanel. Dalam satu hari, dia bisa membuat hingga 15 buah boneka. Berapa buah boneka yang bisa dibuat oleh Yaya dalam 12 hari?",
    "jawaban": 180
  },
  {
    "soal": "Pohon mangga kakek berbuah sangat lebat. Pada saat panen, kakek ingin menjual mangga-manganya ke pasar. Kakek membungkusnya menjadi 37 kantong. Tiap kantongnya berisi 8 butir mangga. Berapakah jumlah keseluruhan mangga milik kakek yang dibawa atau dijualnya di pasar?",
    "jawaban": 296
  },
  {
    "soal": "Mas Gendut memiliki peternakan ayam yang besar. Dia memiliki 5 buah kandang. Sebanyak 4 (empat) kandang ayam milik Mas Gendut berisi ayam betina, dan 1 (satu) kandang berisi ayam jantan. 4 kandang ayam betinanya masing-masing berisi 125 ekor ayam betina. Sedangkan 1 kandang ayam jantan berisi 234 ayam jantan. Berapakah jumlah seluruh ayam milik Mas Gendut?",
    "jawaban": 734
  },
  {
    "soal": "Jano sangat gemar membaca buku. Setiap hari, dia membaca sebanyak 125 halaman buku. Berapa jumlah halaman buku yang dibaca Jano, apabila Jano membaca bukunya tiap hari dalam bulan Oktober?",
    "jawaban": 3875
  },
  {
    "soal": "Tutu membeli 36 butir kelereng. Jika setiap butir kelereng seharga Rp 500,00, berapa jumlah uang yang harus dibayarkan oleh Tutu?",
    "jawaban": 18000
  },
  {
    "soal": "Jumlah anggota pramuka kelas 3 adalah 37 anak. Jika setiap anggota mendapat 13 bendera, berapa jumlah seluruh bendera tersebut?",
    "jawaban": 481
  },
  {
    "soal": "Indro membawa 15 kotak coklat. Setiap kotak berisi 21 batang coklat. Berapa batang coklat seluruhnya yang dibawa Indro?",
    "jawaban": 315
  },
  {
    "soal": "Suatu hari Ibu guru membawa 212 batang pensil warna ke sekolah untuk diberikan kepada murid-muridnya. Apabila setiap murid mendapat 4 batang pensil, berapakah jumlah murid Bu Guru?",
    "jawaban": 53
  },
  {
    "soal": "Dono sedang belajar menggambar. Setiap hari dia menggambar dan menghabiskan 9 lembar kertas putih. Apabila Dono memiliki 378 lembar kertas putih, maka berapa harikah kertas putih Dono tersebut akan habis digunakan?",
    "jawaban": 42
  },
  {
    "soal": "Ibu mengadakan pertemuan rutin di rumah. Untuk menjamu tamu-tamu yang datang, Ibu menyiapkan 270 buah jajan kudapan/snack. Jajan tersebut ditaruh di dalam kardus kecil. Apabila tiap-tiap kardus berisi 5 buah jajan, berapakah jumlah seluruh tamu Ibu dalam pertemuan tersebut?",
    "jawaban": 54
  }
]
